Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/silje-n.html.tmx
Source language: nob
Languages: sme

source: Situasjonen for mange, også i min familie, er at vi har god kompetanse i norsk språk, men det samiske språket er under press og vi arbeider hardt for å revitalisere språket etter flere generasjoner med språkskifte.
sme: Máŋgasiid dilli, maiddái mu bearrašis, lea nu ahte mis lea buorre gelbbolašvuohta dárogielas, muhto sámegiella lea deattu vuolde ja mii bargat garrasit ealáskahttit giela mas máŋgga buolvva čađa lea giellamolsun dáhpáhuvvan.

source: Arbeidet har allerede foregått i mange år, og vi har mange tøffe erfaringer med hvor mye innsats det krever å revitalisere et minoritetsspråk som samisk i en familie.
sme: Dáinna lea bargojuvvon juo máŋga jagi, ja mis leat olu garra vásáhusat das man olu návccat dárbbašuvvojit ealáskahttit unnitlogugiela nu movt sámegiela ovtta bearraša siskkobealde.

source: Vedtaket fra kommunestyret var oppsiktsvekkende.
sme: Suohkanstivrra mearrádus lei imašlaš.

source: Plutselig ble det usikkerhet omkring hvorvidt kommunen ville iverksette tilbudet når den tiende eleven meldte flytting.
sme: Fáhkka lei eahpesihkar man muddui suohkan bidjá johtui fálaldaga go logát oahppi dieđihii fárrema suohkanii.

source: I mediene fortsatte debattene, godt hjulpet av foreldre, politikere og andre som hadde en mening om saken.
sme: Medias joatkašuvai digaštallan, veahkkin ledje maid váhnemat, politihkkarat ja earát geain lei oaivil áššis.

source: Både AP på Sametinget og Norske Samers Riksforbund deltok i det offentlige ordskiftet.
sme: Sihke Bargiidbellodat Sámedikkis ja Norgga Sámiid Riikkasearvi oassálasttii almmolaš sátnevuorus.

source: Det var et bredt engasjement omkring saken.
sme: Ášši bovttii govda digaštallama.

source: Den 15.04.2009 hadde Álttá sámiid searvi årsmøte hvor det ble vedtatt en uttalelse som oppfordret kommunen til å gi et undervisningstilbud på samisk fra skoleåret 2009/10.
sme: Álttá sámiid searvi doalai jahkečoahkkima 15.04.2009 ja čoahkkin mearridii cealkámuša mas ávžžuhii suohkana addit sámegieloahpahusfálaldaga skuvlajahkái 2009/10.

source: Leder for Álttá sámiid searvi, Biret Inger Hætta, sendte uttalelsen til lokale medier og fikk oppslag om dette.
sme: Álttá sámiid searvvi jođiheaddji, Biret Inger Hætta, sáddii cealkámuša báikkálaš mediai ja oaččui oidnosii ášši.

source: Den 16.04.2009 hadde også samisk foreldrenettverk årsmøte, og vedtok der en uttalelse til støtte for å etablere en samisk klasse.
sme: Sámi váhnenfierpmádaga jahkečoahkkin lei 16.04.2009, ja sii mearridedje cealkámuša mas dorjo sámi luohká ásaheami.

source: Sametinget ved daværende sametingsråd Jørn Are Gaski sa til NRK Sápmi den 07.05.2009: – Jeg har ikke ønsket å bidra til å heve temperaturen i debatten om hvordan Alta kommune organiserer det samisk språktilbudet.
sme: Sámediggi, mas daláš sámediggeráđđi Jørn Are Gaski dajai NRK Sápmái 07.05.2009 ná: – Mun in leat hálidan váikkuhit dasa ahte vel eambbo báhkkana digaštallan das mo Álttá suohkan organisere sámi giellafálaldaga.

source: I saken fremkommer det videre at Gaski fortalte at han hadde gjort det helt klart for Alta kommune at de i følge opplæringsloven har plikt til å etablere en samisk klasse straks ti elever krever dette.
sme: Áššis boahtá maid ovdan ahte Gaski muitalii ahte son lea áibbas čielgasit Álttá suohkanii muitalan ahte sii oahpahuslága vuođul leat geatnegasat ásahit sámi luohká dakkaviđe go leat logi oahppi geat gáibidit dan.

source: Usikkert helt til skolestart
sme: Eahpesihkarvuohta gitta dassážii go skuvla álggii

source: Den 11.05.2009 ble saken behandlet om igjen i hovedutvalget for barn og unge med påfølgende behandling i formannskapet den 15.05.2009 og deretter om igjen i kommunestyret den 25.05.2009 hvor det endelig ble gitt positive signaler om etableringen av skoletilbudet.
sme: Mánáid ja nuoraid váldolávdegoddi meannudii 11.05.2009 ášši ođđasis ja das maŋŋil meannudii ovdagoddi ášši 15.05.2009 ja de ges suohkanstivra 25.05.2009, mas viimmat bohte positiiva geažuheamit skuvlafálaldaga álggaheapmái.

source: Det var fortsatt usikkert, fordi vi fortsatt hadde en elev som det ikke var meldt flytting for formelt, noe vi alle var klare over.
sme: Lei ain eahpesihkar mo boađus šaddá, danin go ain lei okta oahppi gii ii lean vel dieđihan fárrema formálalaččat, ja dan mii buohkat diđiimet.

source: Kommunen lyste ut stillingen som kontaktlærer for samiskklassen.
sme: Suohkan almmuhii gulahallanoahpaheaddjivirggi sámeluohkkái.

source: Det ble klart at tilbudet kunne gis fra Komsa skole i en oppstartsfase, og at man som ledd i dette skulle følge samisk læreplan.
sme: De čielggai ahte Gorrevári skuvla (Komsa skole) addá fálaldaga álggahettiin, ja dán olis galggai sámi oahppoplána čuovvut.

source: Man inngikk avtale med Folkets hus om å leie kjellerlokalene der til klassen første året.
sme: Šiehtadus dahkkojuvvui Folkets husiin ahte sámeluohkká láigoha geallára vuosttaš jahkái.

source: Det var der samisk barnehage også hadde hatt tilhold de første årene før Áltta siida ble etablert i 2005.
sme: Maiddái sámi mánáidgárdi lei doppe leamaš vuosttaš jagiid ovdalgo Álttá siida ásahuvvui 2005:s.

source: Hjemme var det likevel vanskelig å forklare min førsteklassing om hvordan det ble med hennes skolegang kommende skoleår.
sme: Ruovttus lei mus váttis čilget iežan vuosttašluohká mánnái mo su skuvlavázzin gártá leat boahtte skuvlajagi.

source: Vi besøkte derfor nærskolen vår i Alta og skrev oss inn der, men samtidig snakket vi om at kanskje skulle hun begynne i samisk klasse.
sme: Danin finaime lagasskuvllas ja mun čálihin máná dohko, muhto seammás dadjen ahte son soaitá álgit sámeluohkkái.

source: En uke før skolestart visste vi fortsatt ikke om det ble noe av undervisningstilbudet på samisk.
sme: Vahku ovdalgo skuvla galggai álgit, mii eat vel diehtán álggahuvvo go sámegieloahpahus.

source: Jeg hadde omtrent gitt opp, og det var derfor en utrolig nyhet da kommunens planutvalg den 12.08.2009 til slutt tok den siste generalavgjørelsen om å opprette klassen selv om det fortsatt var usikkerhet omkring antallet elever.
sme: Mun ledjen measta vuollánan, ja danin lei hui buorre diehtu go suohkana plánalávdegoddi 12.08.2009 loahpas dagai oaivemearrádusa ahte ásahit luohká, vaikko vel leige eahpečielggas galle oahppi ledje.

source: Kommunestyrets vedtak av 25.05.2009 omfattet nemlig ikke noe absolutt krav om at lovens vilkår om ti elever skulle oppfylles, men det var nok en forutsetning som fortsatt levde i mange politikeres bevissthet.
sme: Suohkanstivrra mearrádus 25.05.2009 ii bidjan evttolaš gáibádusa ahte lága eavttut mas gáibiduvvojit logi oahppi, galggai ollašuvvat, muhto dat eaktu lei ain muittus olu politihkkariid diđolašvuođas.

source: Lokalavisa Altaposten gav oss i dette tidsrommet også støtte i form av en lederartikkel for å opprette klassen, noe jeg tror hadde mye å si i en avgjørende fase i saken.
sme: Báikkálašaviisa Altaposten maiddái attii midjiide doarjaga go njunuščállosis doarjjui luohká ásaheami, ja dan jáhkán mun váikkuhii olu loahpalaš oasis ášši mearrideamis.

source: Lokalpolitikere er normalt opptatt av det lokale medier måtte mene.
sme: Báikkálaš politihkarat beroštit dábálaččat das maid báikkálaš media oaivvilda.

source: Første skoledag – en lykkelig slutt
sme: Vuosttaš skuvlabeaivi – buorre loahppa

source: Første skoledag ble en ekstra rørende opplevelse.
sme: Mun jur njuorranin vuosttaš skuvlabeaivvi.

source: Det hadde jo ikke vært noen selvsagt ting å få klassen på plass, og det var veldig spesielt å se de tolv elevene som glade og forventningsfulle begynte sin skolegang i den første samiskklassen i Alta.
sme: Dat ii lean diehttelas ášši oažžut sámeluohká johtui, ja erenoamáš lei oaidnit go 12 oahppi iluin ja vuordámušaiguin álge skuvlla vázzit dan vuosttaš sámeluohkás Álttás. Dát luohkká mearkkašii hui ollu midjiide.

source: Jeg visste med meg selv at hvis min datter om ti – femten år skulle spørre meg om hvorfor hun hadde mistet språket, så kunne jeg vise henne gjennom avisartikler og oppslag at jeg hadde kjempet for hennes muligheter til å få sin undervisning på samisk.
sme: Jurddašin guhkilmas rahčama birra maid moai nieiddažiin letne dahkan viđa jagis vai váldit giellamet ruovttoluotta. Dát su vuosttaš skuvlabeaivi devddii mu stuora iluin.

source: Mine egne fortvilte spørsmål om min egen samiske språksituasjon fra den tiden da jeg selv var femten runget sterkt i min bevissthet.
sme: Vuostálasvuohtan jurddašin mo lei deavdit mánáidgárdesaji ohcama sámi mánáidgárdái, vaikko min sámi ruovttogiella ii lean go mu heajus sámegiella.

source: Fra samiskklassen i Alta
sme: Álttá sámegielluohkás.

source: (Foto: Silje Muotka)
sme: (Govva: Silje Muotka)

source: Med etablering av denne klassen ville de viktige årene hvor jeg og min datter hadde lært sammen, lest sammen og snakket gullspråket sammen ikke bli borte etter tre år i den ordinære skolen.
sme: Sámeluohká ásahemiin de dihten ahte dat dehálaš jagit goas moai nieiddažiin oahpaime sámegiela, logaime ja humaime gollegiela ovttas, eai šatta láhppot golmma jagi geahčen dábálaš skuvllas.

source: Nå var hun ikke prisgitt den norske skolen hvor samiskspråklige barn så ofte effektivt blir forvandlet fra flerspråklige til enspråklige norsktalende barn.
sme: Dál son ii lean dáru skuvlla hálddus, gos sámegielat mánát dávjá beaktilit rivdet máŋggagielatvuođas ovttagielat dárogielat mánnán.

source: Nå ville hun få undervisning på samisk og bedre muligheter til å fortsatt være funksjonelt tospråklig.
sme: Sus lei dál oahpahus sámegillii ja buoret vejolašvuođat bissut doaibmi guovttegielagin.

source: Oppvekstsjef Per Hindenes sa det på en god måte i forbindelse med at klassen ble offisielt åpnet: Jeg er glad for å kunne ønske dere velkommen til skolen.
sme: Bajásšaddanhoavda Per Hindenes dajai hui vuohkkasit sámeluohká almmolaš rahpandilálašvuođas: Mun lean ilus go beasan sávvat didjiide buresboahtima skuvlii.

source: Mitt mål er at dere skal kunne gå trygt ut i samfunnet med god og nødvendig kunnskap når dere er ferdige med årene i grunnskolen.
sme: Mu ulbmil lea ahte dii galgabehtet beassat servodahkii mannat buriin ja dárbbašlaš máhtuin go geargabehtet vuođđoskuvllas.

source: Så sa oppvekstsjefen det som ingen politikere i valgkamp turte å nevne: Vi kunne nok kanskje alle ønske at klassen kom i stand på en litt annen måte, men nå er den endelig her.
sme: Bajásšaddanhoavda dajai maid dan maid ii oktage politihkar válgagiččus duostan namuhit: Livččii leamaš sávahahtti ahte sámeluohkká livččii áigái boahtán earalágan vugiin, muhto dál mis lea goit dat.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
